Repository: rikmentink/mx-recaptcha
Catalog: translations/*/ModulesMxrecaptchaConfiguration.*.xlf
Languages: nl_nl

source: reCAPTCHA v3 artificial intelligence protects your website from bots.
nl_nl: reCAPTCHA v3 kunstmatige intelligentie beschermt uw website tegen robots.

source: Do you want to uninstall the module? Your website's forms will be unprotected.
nl_nl: Wilt u deze module de√Ønstalleren?. Uw website zal niet meer beschermd zijn tegen robots.

source: Configuration
nl_nl: Instellingen

source: Activate reCAPTCHA in live mode.
nl_nl: Activeer reCAPTCHA in de live-modus.

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: Site Key
nl_nl: Sitesleutel

source: The reCAPTCHA site key, retrieve this key from your Google account.
nl_nl: De reCAPTCHA sitesleutel, haal deze op uit uw Google-account.

source: Secret Key
nl_nl: Geheime sleutel

source: The reCAPTCHA secret key, retrieve this key from your Google account.
nl_nl: De reCAPTCHA geheime sleutel, haal deze op uit uw Google-account.

source: Save
nl_nl: Opslaan

source: Invalid status choice.
nl_nl: Ongeldige status.

source: Your public site key is required in order to enable reCAPTCHA.
nl_nl: Uw openbare sitesleutel is vereist om reCAPTCHA in te schakelen.

source: Your secret site key is required in order to enable reCAPTCHA.
nl_nl: Uw geheime sleutel is vereist om reCAPTCHA in te schakelen.

source: Configuration updated successfully.
nl_nl: Instellingen successvol bijgewerkt.
